"espk" = "Port reproduktorů Apple";
"ispk" = "Vestavěný";
"emic" = "Port mikrofonu";
"imic" = "Vestavěný";
"hdpn" = "Sluchátkový port";
"lini" = "Port linkového zvukového vstupu";
"lino" = "Port linkového zvukového výstupu";
"spdi" = "Optický digitální vstup";
"spdo" = "Optický digitální výstup";
"pci " = "PCI karta";
"usb " = "USB";
"1394" = "FireWire";
"wrls" = "AirPort";
"ntwk" = "Síťové zařízení";
"blue" = "Bluetooth";
"bluh" = "Sluchátka Bluetooth";
"blus" = "Náhlavní souprava Bluetooth";
"dprt" = "DisplayPort";
"hdmi" = "HDMI";
"airp" = "AirPlay";
